Repository: TitouanVanBelle/Memo
Catalog: Shared/Resources/Strings/*.lproj/Localizable.strings
Languages: de

# seed.1.title
source: Water plants
de: Blumen gießen

# seed.2.title
source: Call mom
de: Mama anrufen

# seed.3.title
source: Answer Tom's email
de: Toms E-mail beantworten

# seed.4.title
source: Exercise
de: Sport machen

# seed.new.title
source: Water Plants
de: Blumen gießen

# global.error
source: Error
de: Fehler

# onboarding.copy
source: Help your future self remember. Schedule reminders and get notified.
de: Memos für dein zukünftiges Ich. Erinnerungen erstellen und benachrichtigt werden.

# onboarding.get_started
source: Get Started
de: Los geht's

# today.title
source: Hello
de: Hallo

# today.subtitle
source: You have %d reminders today
de: Du hast heute %d Erinnerungen

# today.empty_view.title
source: No Reminders
de: Keine Erinnerungen

# today.empty_view.subtitle
source: Tap the blue button below to create a reminder
de: Tippe auf die blaue Schaltfläche, um eine Erinnerung zu erstellen

# today.create_reminder
source: Create Reminder
de: Erinnerung Erstellen

# reminder_cell.at
source: at
de: um

# reminder.textfield.placeholder
source: What should I remind you of?
de: Woran soll ich dich errinern?

# reminder.textfield.validation_message
source: Let me remind you to fill in this field
de: Kleine Erinnerung: erstmal dieses Feld ausfüllen

# reminder.create
source: Create
de: Erstellen

# reminder.update
source: Update
de: Aktualisieren

# reminders.unscheduled
source: Unscheduled
de: Ohne Zeitangabe

# reminders.overdue
source: Overdue
de: Überfällig
